Repository: m4ym4y/museum-of-all-things
Catalog: assets/translations/*.po
Languages: bn, de, es, fr, it, ja, pt, ru

source: [b]Welcome to the Museum of All Things![/b] [fill]This museum is different from any you've visited in the physical world, so it may take a moment to get your bearings.[/fill] [b]The Lobby[/b] [fill]Right now you are in the museum's lobby, tailored to give you a pleasant starting point on your visit. If you ever wish to return here, you may simply open your museum menu (via "Escape," "Start," or by hitting "Y" on your right-hand controller in Virtual Reality) and select "Return to Lobby." The lobby is divided into areas by subject, which are marked by signs and indicated on the maps in the entry hall behind you. In each of these areas, you will find many hallways into a range of fascinating exhibits.[/fill]
bn: [b]সবকিছুর জাদুঘরে আপনাকে স্বাগতম![/b] [fill]এই জাদুঘরটি আপনি বাস্তবে যেরকম জাদুঘর দেখেছেন তা থেকে ভিন্ন। তাই এতে অভ্যস্ত হতে আপনার প্রথমে কিছু সময় লাগতে পারে।[/fill] [b]লবি[/b] [fill]এখন আপনি জাদুঘরটির লবিতে আছেন। এই লবি আপনার জাদুঘরে ভ্রমণের শুরু আনন্দদায়ক করে তোলার জন্য বিশেষভাবে পরিকল্পিত। যদি আপনি এখানে ফিরে আসতে চান, তাহলে ("Escape," "Start," বা Virtual Reality এ ডান হাতের কন্ট্রোলারে "Y" তে চাপ দিয়ে) জাদুঘর মেনু ওপেন করুন এবং "লবিতে ফিরে যান" সিলেক্ট করুন লবিটি বিষয় অনুসারে নানান অঞ্চলে বিভক্ত। এই অঞ্চলগুলো সাইনেজ দিয়ে এবং আপনার পেছনে এন্ট্রি হলে অবস্থিত মানচিত্রে চিহ্নিত করা। এরূপ প্রত্যেকটি অঞ্চলে আপনি নানান বিস্ময়কর প্রদর্শনীর হল পাবেন।[/fill]
de: [b]Willkommen im Museum Aller Dinge![/b] [fill]Dieses Museum unterscheidet sich von allen, die Sie in der physischen Welt besucht haben, daher braucht es vielleicht einen Moment, um sich zurechtzufinden.[/fill] [b]Die Lobby[/b] [fill]Sie befinden sich gerade in der Lobby des Museums, die als angenehmer Ausgangspunkt für Ihren Besuch gestaltet wurde. Wenn Sie hierher zurückkehren möchten, können Sie einfach Ihr Museumsmenü öffnen (über „Escape“, „Start“ oder durch Drücken von „Y“ auf Ihrem rechten Controller in der virtuellen Realität) und „Zur Lobby zurückkehren“ auswählen. Die Lobby ist nach Themenbereichen unterteilt, die durch Schilder gekennzeichnet und auf den Karten in der Eingangshalle hinter Ihnen angezeigt werden. In jedem dieser Bereiche finden Sie viele Gänge zu einer Reihe faszinierender Ausstellungen.[/fill]
es: [b]¡Bienvenido al Museo de Todas las Cosas![/b] [fill]Este museo es diferente a cualquiera que hayas visitado en el mundo real, es posible que necesites algo de tiempo para orientarte.[/fill] [b]El Vestíbulo[/b] [fill]Ahora mismo estás en el vestíbulo del museo, diseñado para ofrecerte un agradable punto de partida en tu visita. Si alguna vez quieres volver aquí, simplemente abre el menú del museo (vía "Escape," "Start," o pulsando "Y" en tu mando derecho en Realidad Virtual) y selecciona "Volver al Vestíbulo." El vestíbulo se divide en áreas por temas, las cuales están señalizadas e indicadas en los mapas de la entrada al vestíbulo que hay detrás de ti. En cada una de estas áreas, encontrarás numerosos pasillos que conducen a una variedad de fascinantes exhibiciones.[/fill]
fr: [b]Bienvenue au Musée de Toutes Choses![/b] [fill]Ce musée n’est pas comme les musées du monde réel, il peut requérir un certain temps d’adaptation.[/fill] [b]Accueil[/b] [fill]À présent, vous vous trouvez à l’accueil. Cette salle sert à vous offrir un endroit d’où commencer votre aventure. Si vous désirez y revenir, il suffit d’ouvrir le menu en appuyant sur "Escape," "Start," ou "Y" sur votre mannette droite en realité virtuelle, et sélectionner "Retour à l’accueil." Dans le couloir derrière vous, vous trouverez diverses salles dédiées à divers thèmes, marquées par des panneaux indiqués sur les cartes. Dans chaque salle, vous découvrirez une multitude d’expositions fascinantes.[/fill]
it: [b]Benvenuti al Museo di Tutte le Cose![/b] [fill]Questo museo è diverso da tutti quelli che hai visitato nel mondo fisico, quindi potrebbe volerci un po' di tempo per orientarti.[/fill] [b]L'atrio[/b] [fill]In questo momento ti trovi nell'atrio del museo, pensato per offrirti un piacevole punto di partenza per la tua visita. Se in futuro vorrai tornarci, ti basterà aprire il menu del museo (tramite "Escape," "Start," o premendo "Y" sul controller destro in Realtà Virtuale) e selezionare "Ritorna all'atrio." L'atrio è suddiviso in aree tematiche, segnalate da cartelli e indicate sulle mappe nell'atrio d'ingresso alle vostre spalle. In ognuna di queste aree troverete numerosi corridoi che conducono a una serie di affascinanti mostre.[/fill]
ja: [b]MoAT へようこそ。[/b] [fill]ここは、あらゆるモノや事柄を展示する博物館。[/fill] [fill]あなたがこれまで訪れたどの博物館とも異なる空間です。[/fill] [b]ロビーについて[/b] [fill]現在地は、出発地点となる当館のロビーです。 ロビーに戻りたい場合は、キーボードの「Esc」キー、コントローラーの場合は「Start」ボタン、VRの場合は右コントローラーの「Y」ボタンを押してメニューを開き、「ロビーに戻る」を選択してください。 このロビーは、展示カテゴリごとにエリアが分かれています。各エリアの入り口には案内があり、それぞれの位置は後ろにある案内マップに表示されています。各エリアからは無数の通路が伸びており、どれも厳選された展示へと繋がっています。[/fill]
pt: [b]Bem-vindo ao museu de todas as coisas![/b] [fill]Esse museu é diferente de qualquer museu que você possa ter visitado no mundo real, então tenha um momento para se acostumar.[/fill] [b]O saguão[/b] [fill]No momento, você está no saguão do museu, adaptado para fornecer um ponto de partida agradável em sua visita. Se você desejar voltar aqui, pode simplesmente abrir o menu (via "Esc", "Start", ou apertando "y" no seu controle de realidade virtual direito) e selecione "Voltar ao Saguão." O saguão é dividido em áreas por assunto, marcadas por sinais e indicadas nos mapas no saguão de entrada atrás de você. Em cada uma dessas áreas, você encontrará muitos corredores em uma variedade de exposições fascinantes.[/fill]
ru: [b]Добро пожаловать в Museum of All Things![/b] [fill]Этот музей не похож ни на один из тех, что вы посещали в физическом мире, поэтому вам может понадобиться немного времени, чтобы сориентироваться.[/fill] [b]Вестибюль[/b] [fill]В данный момент вы находитесь в вестибюле музея — пространстве, созданном для того, чтобы дать вам удобную отправную точку для посещения. Если вы захотите вернуться сюда в любой момент, просто откройте меню музея (клавишей "Escape", кнопкой "Start" или нажатием "Y" на правом контроллере в режиме виртуальной реальности) и выберите пункт "Вернуться в Вестибюль". Вестибюль разделен на зоны по темам, которые отмечены табличками и обозначены на картах в вестибюле позади вас. В каждой из этих зон вы найдете множество коридоров, ведущих к самым разным увлекательным экспозициям.[/fill]

source: [b]Museum Exhibits[/b] [fill]Exhibits are not made by hand-- they are generated procedurally by pulling images and textual data from Wikipedia and Wikimedia commons. This means any topic with a Wikipedia page can also be accessed as an exhibit in this museum! Furthermore, each exhibit contains many hallways connecting it to other exhibits. These hallways are determined based on the links in the current exhibit's Wikipedia article. You can move from exhibit to exhibit endlessly, following your curiosity. If you prefer to go straight to a particular subject, you may access the search terminal, at the end of the entry hall directly behind you. Simply enter your topic of interest into the terminal's interface, and it will create a hallway for you to walk straight there.[/fill]
bn: [b]জাদুঘরের প্রদর্শনীসমুহ[/b] [fill]প্রদর্শনীগুলি হাতে তৈরি নয়। বরং, উইকিপিডিয়া এবং উইকিমিডিয়া কমন্স-এর পাঠগত তথ্য এবং ছবির ডেটা দ্বারা এগুলি পদ্ধতিগতভাবে জেনারেট হয়। এর ফলে উইকিপিডিয়ার প্রত্যেক পাতাই এই জাদুঘরে একটি প্রদর্শনীরুপে অবস্থিত! প্রত্যেক প্রদর্শনীতে অনেক হল আছে যা অন্যান্য প্রদর্শনীতে সংযুক্ত। এই হলগুলি বর্তমান প্রদর্শনীর উইকিপিডিয়া নিবন্ধে উপস্তিত লিংকগুলির মাধ্যমে নির্ধারিত। আপনার কৌতূহল অনুসরণ করে আপনি প্রদর্শনী থেকে প্রদর্শনী অবিরাম অন্বেষণ করতে পারেন। যদি আপনি একটি নির্দিষ্ট বিষয়ের প্রদর্শনীতে সরাসরি যেতে চান, তাহলে আপনি অনুসন্ধান টার্মিনালটি ব্যবহার করতে পারেন। অনুসন্ধান টার্মিনালটি আপনার সরাসরি পেছনে এবং এন্ট্রি হলের শেষে অবস্থিত। টার্মিনালে আপনার পছন্দের টপিকের নাম লিখলেই আপনার সামনে একটি হল তৈরি হয়ে যাবে।[/fill]
de: [b]Museumsausstellungen[/b] [fill]Ausstellungen werden nicht von Hand erstellt – sie werden prozedural generiert, indem Bilder und Textdaten von Wikipedia und Wikimedia Commons abgerufen werden. Das bedeutet, dass jedes Thema mit einer Wikipedia-Seite auch als Ausstellung in diesem Museum zugänglich ist! Darüber hinaus enthält jede Ausstellung viele Gänge, die sie mit anderen Ausstellungen verbinden. Diese Gänge werden anhand der Links im Wikipedia-Artikel der aktuellen Ausstellung bestimmt. Sie können sich endlos von Ausstellung zu Ausstellung bewegen und Ihrer Neugier folgen. Wenn Sie lieber direkt zu einem bestimmten Thema gelangen möchten, können Sie das Suchterminal am Ende der Eingangshalle direkt hinter Ihnen verwenden. Geben Sie einfach Ihr gewünschtes Thema in die Benutzeroberfläche des Terminals ein, und es wird ein Gang für Sie erstellt, um direkt dorthin zu gelangen.[/fill]
es: [b]Exhibiciones del Museo[/b] [fill]Las exhibiciones no se crean manualmente-- sino que se generan de forma procedural extrayendo imágenes y datos textuales de Wikipedia y Wikimedia Commons. ¡Esto significa que cualquier tema con una página en Wikipedia también puede ser accedido a través de una exhibición en este museo! Además, cada exhibición contiene numerosos pasillos que la conectan con otras exhibiciones. Estos pasillos se determinan en función de los enlaces en el artículo de Wikipedia de la exhibición actual. Puedes pasar de una exhibición a otra indefinidamente, siguiendo tu curiosidad. Si prefieres ir directamente a un tema en particular, puedes acceder al terminal de búsqueda, al final de la entrada al vestíbulo, justo detrás de ti. Simplemente introduce el tema de tu interés en la interfaz del terminal, y se creará un pasillo para que puedas dirigirte directamente a él.[/fill]
fr: [b]Expositions du musée[/b] [fill]La création des expositions n’est pas manuelle. Plutôt, elles sont générées automatiquement en extrayant des images et des données textuelles de Wikipédia et de Wikimedia Commons. Tout sujet ayant une page Wikipédia peut donc être exposé dans ce musée ! Chaque exposition comporte de nombreux couloirs la reliant à d’autres expositions. Ces couloirs sont définis en fonction des liens dans l’article Wikipédia de l’exposition courante. Vous pouvez passer d’une exposition à l’autre à l’infini, en suivant votre votre curiosité. Si vous préférez accéder directement à un sujet précis, accédez au terminal de recherche situé au fond de l’accueil. Il suffit d’entrer le sujet dans le terminal, et un couloir vous y mènera directement.[/fill]
it: [b]Mostre del Museo[/b] [fill]Le mostre non sono create manualmente, ma sono generate in modo procedurale estraendo immagini e dati testuali da Wikipedia e Wikimedia commons. Questo significa che qualsiasi argomento con una pagina Wikipedia può essere visitato come mostra in questo museo! Inoltre, ogni mostra contiene numerosi corridoi che la collegano ad altre mostre. Questi corridoi sono determinati in base ai link presenti nella pagina Wikipedia della mostra corrente. È possibile spostarsi da una mostra all'altra all'infinito, seguendo la propria curiosità. Se preferisci andare direttamente a un argomento specifico, puoi accedere al terminale di ricerca, in fondo all'atrio d'ingresso, proprio dietro di te. Basta inserire l'argomento di tuo interesse nell'interfaccia del terminale e verrà creato un corridoio che ti permetterà di arrivarci direttamente.[/fill]
ja: [b]展示について[/b] [fill]当館の展示は、すべてウィキペディアおよびウィキメディア・コモンズから抽出したテキストや画像データを基に自動的に生成されています。つまり、ウィキペディアに記事がある事柄なら、どんなものでも当館の展示としてご覧いただけます。 それぞれの展示室には、他の展示へと繋がる通路がいくつも伸びています。これらの通路は、ウィキペディアの記事にある内部リンクを元に生成されています。お好きなように、心ゆくまで通路を辿り、さまざまな展示をご覧いただけます。 特定の展示をお探しの場合は、後ろの通路反対側にある検索ターミナルをご利用いただけます。端末の指示に従ってお探しの展示を検索してください。展示が見つかると、そこへ繋がる通路が開きます。[/fill]
pt: [b]Exposições do museu[/b] [fill]As exposições não são feitas à mão, ​​elas são geradas proceduralmente, extraindo imagens e textos da Wikipedia e Wikimedia Commons. Isso significa que qualquer tópico com uma página da Wikipedia também pode teoricamente ser acessado como uma exposição neste museu! Além disso, cada exposição contém muitos corredores que o conectam a outras exposições. Esses corredores são determinados com base nos links no artigo da Wikipedia da exposição atual. Você mudar de exposição para exposição infinitamente, de acordo com sua curiosidade. Se você preferir ir direto para um assunto específico, você pode acessar o terminal de pesquisa, no final do saguão de entrada diretamente atrás de você. Basta digitar no seu tópico de interesse na interface e ele criará um corredor para você caminhar diretamente até lá.[/fill]
ru: [b]Экспозиции музея[/b] [fill]Экспозиции не создаются вручную — они генерируются процедурно, с использованием изображений и текстовых данных из Википедии и Wikimedia Commons. Это означает, что практически любая тема, имеющая страницу в Википедии, может быть представлена в этом музее в виде экспозиции! Кроме того, каждая экспозиция содержит множество коридоров, соединяющих его с другими экспозициями. Эти коридоры формируются на основе ссылок в текущей статье Википедии. Вы можете бесконечно переходить от экспозиции к экспозиции, следуя своему любопытству. Если вы предпочитаете сразу перейти к конкретной теме, вы можете воспользоваться поисковым терминалом, расположенным в конце вестибюля прямо позади вас. Просто введите интересующую вас тему в интерфейс терминала — и он создаст коридор, по которому вы сможете пройти прямо к нужной экспозиции.[/fill]

source: Welcome to the MoAT Custom Exhibit Terminal You may access a specific exhibit by selecting "Enter Exhibit Name." Alternatively, you may ask for a random exhibit. Hit "E" on your keyboard to interact with the terminal, or press Y/△ if you are using a controller.
bn: MoAT টার্মিনালে আপনাকে স্বাগতম "প্রদর্শনীর নাম লিখুন" সিলেক্ট করে আপনি একটি নির্দিষ্ট প্রদর্শনীতে যেতে পারবেন। এছাড়াও যেকোনো একটি অনির্ধারিত প্রদর্শনীতে যাওয়ার অপশনও আপনি বাছাই করতে পারেন। টার্মিনাল ব্যবহার করতে আপনার কিবোর্ডে "E", বা কন্ট্রোলারে Y/△-তে চাপ দিন।
de: Willkommen am MoAT-Terminal für benutzerdefinierte Ausstellungen Sie können eine bestimmte Ausstellung aufrufen, indem Sie „Ausstellungsnamen eingeben“ auswählen. Alternativ können Sie eine zufällige Ausstellung anfordern. Drücken Sie „E“ auf Ihrer Tastatur, um mit dem Terminal zu interagieren, oder drücken Sie Y/△, wenn Sie einen Controller verwenden.
es: Bienvenido al Terminal de Exhibiciones Personalizadas del MoAT Puedes acceder a una exhibición específica seleccionando "Introduce el nombre de la exhibición." Alternativamente, puedes solicitar una exhibición aleatoria. Presiona "E" en tu teclado para interactuar con el terminal, o pulsa Y/△ si estás usando un controlador.
fr: Vous pouvez accéder à une exposition spécifique en sélectionnant « Entrer le nom de l’exposition ». Vous pouvez également demander une exposition aléatoire. Appuyez sur "E" sur votre clavier ou Y/△ sur votre mannette pour intéragir avec le terminal.
it: Benvenuti al Terminale Espositivo Personalizzato MoAT È possibile accedere a una mostra specifica selezionando "Inserisci il Nome della Mostra". In alternativa, è possibile richiedere una mostra a caso. Premi "E" sulla tastiera per interagire con il terminale, oppure premi Y/△ se stai utilizzando un controller.
ja: こちらは、館内検索ターミナルです。 「展示を名前で検索する」を選択して、特定の展示を検索できます。また、ランダムな展示にアクセスすることも可能です。 キーボードの「E」キー（コントローラーの場合は「Y」または「△」）を押してご利用ください。
pt: Bem-vindo ao terminal de exposições personalizadas do MoAT (Museu de todas as coisas) Você pode acessar uma exposição específica selecionando "Digite o nome da exposição." Você também pode selecionar uma exposição aleatória. Aperte "E" no seu teclado para interagir com o terminal, ou aperte Y/△ se você está usando um controle.
ru: Добро пожаловать в терминал пользовательских экспозиций MoAT Вы можете открыть конкретную экспозицию, выбрав «Ввести название экспозиции». Также можно запросить случайную экспозицию. Нажмите «E» на клавиатуре, чтобы взаимодействовать с терминалом, или нажмите Y/△, если вы используете геймпад.

source: Enter Exhibit Name
bn: প্রদর্শনীর নাম লিখুন
de: Ausstellungsnamen eingeben
es: Introduce el Nombre de la Exhibición
fr: Entrer le nom de l’exposition
it: Inserisci il Nome della Mostra
ja: 展示を名前で検索する
pt: Digite o nome da exposição
ru: Ввести название экспозиции

source: Go to Random Exhibit
bn: যেকোনো একটি অনির্ধারিত প্রদর্শনীতে যান
de: Zufällige Ausstellung aufrufen
es: Ir a una Exhibición Aleatoria
fr: Exposition aléatoire
it: Vai in una Mostra Casuale
ja: ランダムな展示を見る
pt: Ir para uma exposição aleatória
ru: Случайная экспозиция

source: Enter the title of the exhibit you would like to acccess. A path will be routed and the door will open to the best matching exhibit.
bn: আপনার পছন্দের প্রদর্শনীর শিরোনাম লিখুন। এতে একটি পথ নির্ধারণ হবে এবং মিল পাওয়া প্রদর্শনীর দর্জা খুলে যাবে।
de: Geben Sie den Titel der Ausstellung ein, die Sie aufrufen möchten. Ein Pfad wird berechnet und die Tür zur am besten passenden Ausstellung öffnet sich.
es: Introduce el título de la exhibición a la que te gustaría acceder. Se creará un pasillo y se te abrirá la puerta hacia la exhibición que mejor coincida.
fr: Saisissez le titre de l’exposition à chercher. Si une page de ce nom existe, une porte s’ouvrira menant à l’exposition correspondante.
it: Inserisci il titolo della mostra a cui desideri accedere. Verrà creato un percorso e la porta si aprirà alla mostra più corrispondente.
ja: 検索したい展示の名前をご入力ください。 展示が見つかると、右側のドアが開き、通路が生成されます。
pt: Digite o título da exposição que você deseja acessar. Um caminho será criado, e a porta irá abrir para a melhor exposição correspondente.
ru: Введите название экспозиции, к которой вы хотите получить доступ. Маршрут будет проложен, и дверь откроется к наиболее подходящей экспозиции.

source: Exhibit Found: ""
bn: প্রদর্শনী পাওয়া গিয়েছে: ""
de: Ausstellung gefunden: ""
es: Exhibición Encontrada: ""
fr: Exposition trouvée : ""
it: Mostra Trovata: ""
ja: 展示が見つかりました：""
pt: Exposição achada: ""
ru: Экспозиция найдена: ""

source: Proceed to your right to access this exhibit, or return to the terminal's main menu to access a different exhibit.
bn: এই প্রদর্শনীতে যেতে আপনার ডানে যান এবং অন্য প্রদর্শনীতে যেতে টার্মিনালের প্রধান মেনুতে ফিরে যান।
de: Gehen Sie nach rechts, um diese Ausstellung zu betreten, oder kehren Sie zum Hauptmenü des Terminals zurück, um eine andere Ausstellung aufzurufen.
es: Dirígete a tu derecha para acceder a esta exhibición, o vuelve al menú principal de la terminal para acceder a una exhibición diferente.
fr: Prenez la porte sur votre droite pour accéder à cette exposition ou revenez au menu principal du terminal pour accéder à une exposition différente.
it: Procedi verso destra per accedere a questa mostra o torna al menu principale del terminal per accedere a una mostra diversa.
ja: 右側の通路にお進みください。別の展示を検索する場合は、 ターミナルのメインメニューに戻り、もう一度検索してください。
pt: Prossiga para a direita para acessar sua exposição, ou volte ao menu do terminal para acessar uma exposição diferente.
ru: Пройдите направо, чтобы попасть в эту экспозицию, или вернитесь в главное меню терминала, чтобы выбрать другую экспозицию.

source: We were unable to locate the exhibit that you requested. Please try a different exhibit.
bn: অনুরোধকৃত প্রদর্শনীটি পাওয়া যায়নি। অনুগ্রহ করে অন্য একটি প্রদর্শনী চেষ্টা করুন।
de: Wir konnten die von Ihnen angeforderte Ausstellung nicht finden. Bitte versuchen Sie eine andere Ausstellung.
es: No hemos podido encontrar la exhibición que has solicitado. Por favor, prueba con otra exhibición.
fr: Aucune page de ce nom ne se trouve sur Wikipédia. Veuillez essayer une autre exposition.
it: Non siamo riusciti a trovare la mostra che hai richiesto. Prova con un'altra mostra.
ja: お探しの展示は見つかりませんでした。もう一度お試しください。
pt: Não conseguimos achar a exposição que você pediu; Por favor tente uma exposição diferente.
ru: Нам не удалось найти запрошенную вами экспозицию. Пожалуйста, попробуйте другую.

source: Bengali
bn: বাংলা

source: Italian
it: Italiano
