Repository: m4ym4y/museum-of-all-things
Catalog: assets/translations/*.po
Languages: bn, de, es, fr, it, ja, pt, ru

source: Enter the Museum
bn: জাদুঘরে প্রবেশ করুন
de: Das Museum betreten
es: Entrar al Museo
fr: Entrer dans le Musée
it: Entra nel Museo
ja: 入る
pt: Entrar no Museu
ru: Войти в музей

source: Settings
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки

source: Quit
bn: বেরিয়ে যান
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pt: Sair
ru: Выход

source: The museum is currently unstaffed. Please refer to signage for information.
bn: জাদুঘরটি বর্তমানে কর্মীহীন। অনুগ্রহ করে তথ্যের জন্য সাইনেজ ব্যবহার করুন।
de: Das Museum ist derzeit unbesetzt. Bitte beachten Sie die Beschilderung für Informationen.
es: Actualmente, el museo no cuenta con personal. Por favor, consulte la señalización para más información.
fr: Il n’y a pas de personnel au musée. Veuillez consulter les panneaux d’information.
it: Il museo è attualmente privo di personale. Si prega di consultare la segnaletica per informazioni.
ja: 現在、館内にはスタッフがおりません。案内表示をご参照ください。
pt: O museu está atualmente sem funcionários. Por favor, consulte a sinalização para informações.
ru: Сейчас в музее нет персонала. Пожалуйста, ориентируйтесь по информационным табличкам.

source: English
de: Englisch
es: Inglés
it: Inglese
pt: Inglês
ru: Английский

source: Spanish
bn: Español
de: Spanisch
fr: Español
it: Spagnolo
ja: Español
ru: Испанский

source: Portuguese
bn: Português
de: Portugiesisch
es: Portugués
fr: Português
it: Portogese
ja: Português
pt: Português
ru: Португальский

source: French
bn: Français
de: Französisch
es: Francés
fr: Français
it: Francese
ja: Français
pt: Francês
ru: Французский

source: Japanese
bn: 日本語
de: Japanisch
fr: 日本語
it: Giapponese
ja: 日本語
ru: Японский

source: Are you sure you want to Quit?
bn: আপনি কি নিশ্চিত বেরোতে চান?
de: Sind Sie sicher, dass Sie beenden möchten?
es: ¿Seguro que quieres salir?
fr: Êtes vous sûr·e de vouloir quitter ?
it: Sei sicuro di voler uscire?
ja: 本当に終了しますか？
pt: Tem certeza que deseja sair?
ru: Вы уверены, что хотите выйти?

source: Yes
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
it: Si
ja: はい
pt: Sim
ru: Да

source: No
bn: না
de: Nein
fr: Non
ja: いいえ
pt: Não
ru: Нет

source: Open Page in Browser
bn: পাতাটি ব্রাউজারে ওপেন করুন
de: Seite im Browser öffnen
es: Abrir Página en el Navegador
fr: Ouvrir la page dans le navigateur
it: Apri la pagina nel Browser
ja: ブラウザで開く
pt: Abrir Página no Navegador
ru: Открыть страницу в браузере

source: Paused
bn: বিরত রয়েছে
de: Pausiert
es: Pausa
fr: En pause
it: Pausa
ja: （ポーズ中）
pt: Pausado
ru: Пауза

source: - Paused
bn: - বিরত রয়েছে
de: - Pausiert
es: - Pausado
fr: - En pause
it: - Pausa
ja: （ポーズ中）
pt: - Pausado
ru: — Пауза

source: Lobby
bn: লবি
fr: Accueil
it: Atrio
ja: ロビー
ru: Лобби

source: Resume
bn: চালিয়ে যান
de: Fortsetzen
es: Continuar
fr: Reprendre
it: Riprendere
ja: もどる
pt: Continuar
ru: Продолжить

source: Return to Lobby
bn: লবিতে ফিরে যান
de: Zur Lobby zurückkehren
es: Volver al Vestíbulo
fr: Retour à l’accueil
it: Ritorna all'atrio
ja: ロビーに戻る
pt: Voltar ao Saguão
ru: Вернуться в лобби

source: Enter Exhibit Name
bn: প্রদর্শনীর নাম লিখুন
de: Ausstellungsnamen eingeben
es: Introduce el nombre de la exhibición
fr: Indiquer le nom de l’exposition
it: Inserisci Il Nome Della Mostra
ja: 展示を名前で検索する
pt: Digite o Nome da Exposição
ru: Ввести название экспозиции

source: Go to Random Exhibit
bn: যেকোনো একটি অনির্ধারিত প্রদর্শনীতে যান
de: Zufällige Ausstellung aufrufen
es: Ir a una Exhibición Aleatoria
fr: Se rendre à une exposition aléatoire
it: Vai in una Mostra Casuale
ja: ランダムな展示を見る
pt: Ir para Exposição Aleatória
ru: Случайная экспозиция

source: Enter exhibit title
bn: প্রদর্শনীর শিরোনাম লিখুন
de: Ausstellungstitel eingeben
es: Introduce el título de la exhibición
fr: Entrer le titre de l’exposition
it: Inserisci il titolo della mostra
ja: 展示名を入力
pt: Digite o título da exposição
ru: Введите название экспозиции

source: Confirm
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 決定
pt: Confirmar
ru: Подтвердить

source: Back
bn: পেছনে যান
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад

source: Exhibit Found: ""
bn: প্রদর্শনী খুঁজে পাওয়া গিয়েছে: ""
de: Ausstellung gefunden: ""
es: Exhibición Encontrada: ""
fr: Exposition trouvée : ""
it: Mostra Trovata: ""
ja: 展示が見つかりました：""
pt: Exposição Encontrada: ""
ru: Экспозиция найдена: ""

source: OK / Exit
bn: আচ্ছা / বের হন
de: OK / Verlassen
es: Aceptar / Salir
fr: OK / Quitter
it: OK / Esci
ja: 閉じる
pt: OK / Sair
ru: ОК / Выход

source: VR Controls
bn: VR কন্ট্রোল
de: VR-Steuerung
es: Controles VR
fr: Contrôles VR
it: Controler VR
ja: VR操作
pt: Controles VR
ru: Управление VR

source: Restore Default Settings
bn: ডিফল্ট সেটিংস-এ ফিরে যান
de: Standardeinstellungen wiederherstellen
es: Restaurar Configuración Predeterminada
fr: Restaurer les paramètres par défaut
it: Ripristina Impostazioni Predefinite
ja: デフォルトに戻す
pt: Restaurar Configurações Padrão
ru: Восстановить настройки по умолчанию

source: Movement Style
bn: চলাচলের ধরন
de: Bewegungsart
es: Estilo de Movimiento
fr: Style de mouvement
it: Stile di Movimento
ja: 動き方
pt: Estilo de Movimento
ru: Стиль перемещения

source: Teleportation (Left Trigger)
bn: টেলিপোর্টেশন (বাম ট্রিগার)
de: Teleportation (Linker Trigger)
es: Teletransporte (Gatillo Izquierdo)
fr: Téléportation (Gâchette Gauche)
it: Teletrasporto (Grilletto Sinistro)
ja: テレポート（左トリガー）
pt: Teletransporte (Gatilho Esquerdo)
ru: Телепортация (левый триггер)

source: Direct Movement (Left Analog Stick)
bn: চলাচল (বাম এনালগ স্টিক)
de: Direkte Bewegung (Linker Analogstick)
es: Movimiento Directo (Joystick Izquierdo)
fr: Mouvement direct (Joystick Gauche)
it: Movimento Diretto (Stick Analogico Sinistro)
ja: 直接移動 (左アナログスティック)
pt: Movimento Direto (Analógico Esquerdo)
ru: Прямое движение (левый стик)

source: Direct Movement Speed
bn: চলাচল গতি
de: Direkte Bewegungsgeschwindigkeit
es: Velocidad del Movimiento Directo
fr: Vitesse de mouvement direct
it: Velocità di Movimento Diretto
ja: 移動速度（直接移動）
pt: Velocidade do Movimento Direto
ru: Скорость прямого движения

source: Camera Rotation Increment (Right Stick)
bn: ক্যামেরা ঘূর্ণনের হার (ডান স্টিক)
de: Kameradrehungsschritt (Rechter Stick)
es: Incremento de Rotación de Cámara (Joystick Derecho)
fr: Sensibilité de la caméra (Joystick Droit)
it: Incremento Rotazione Telecamera (Levetta Destra)
ja: カメラ回転角度 (右アナログスティック)
pt: Incremento de Rotação da Câmera (Analógico Direito)
ru: Шаг поворота камеры (правый стик)

source: Smooth Camera Rotation
bn: মসৃণ ক্যামেরা ঘূর্ণন
de: Flüssige Kameradrehung
es: Rotación Suave de la Cámara
fr: Rotation en douceur
it: Rotazione Fluida della Telecamera
ja: スムーズターン
pt: Rotação Suave da Câmera
ru: Плавный поворот камеры

source: Preparing Exhibit...
bn: প্রদর্শনী তৈরি করা হচ্ছে...
de: Ausstellung wird vorbereitet...
es: Preparando la Exhibición...
fr: Préparation de l’exposition…
it: Preparazione Della Mostra...
ja: 準備中
pt: Preparando Exposição...
ru: Подготовка экспозиции...

source: Error Loading Exhibit.
bn: প্রদর্শনী লোড করায় ক্রুটি দেখা গিয়েছে।
de: Fehler beim Laden der Ausstellung.
es: Error al Cargar la Exhibición.
fr: Erreur de chargement de l’exposition.
it: Errore Durante il Caricamento della Mostra.
ja: 展示をご用意できませんでした。
pt: Erro ao Carregar Exposição.
ru: Ошибка загрузки экспозиции.

source: Graphics
bn: গ্রাফিক্স
de: Grafik
es: Gráficos
fr: Graphismes
it: Grafica
ja: グラフィックス
pt: Gráficos
ru: Графика

source: Audio
bn: অডিও
fr: Son
ja: オーディオ
pt: Áudio
ru: Звук

source: Data
bn: তথ্য
de: Daten
es: Datos
fr: Changer l’emplacement des boutons
ja: データ
pt: Dados
ru: Данные

source: Controls
bn: কন্ট্রোল
de: Steuerung
es: Controles
it: Controler
ja: 操作
pt: Controles
ru: Управление

source: Data Settings
bn: তথ্য সেটিংস
de: Dateneinstellungen
es: Configuración de Datos
fr: Paramètres de cache
it: Impostazioni Data
ja: データ設定
pt: Configurações de Dados
ru: Настройки данных

source: Cache
es: Caché
ja: キャッシュ
ru: Кэш

source: Clear Cache
bn: ক্যাশ পরিষ্কার করুন
de: Cache leeren
es: Limpiar Caché
fr: Vider le cache
it: Pulisci Cache
ja: キャッシュをクリア
pt: Limpar Cache
ru: Очистить кэш

source: Cache Size Limit
bn: ক্যাশের আকার সীমা
de: Cache-Größenlimit
es: Límite del tamaño de la caché
fr: Limiter la taille du cache
it: Limite Dimensione Cache
ja: キャッシュの最大容量
pt: Limite de Tamanho do Cache
ru: Ограничение размера кэша

source: Automatically limit cache size (on quit)
bn: বের হওয়ায় স্বক্রিয়ভাবে ক্যাশের আকার সীমাবদ্ধ করুন
de: Cache-Größe automatisch begrenzen (beim Beenden)
es: Limitar automáticamente el tamaño de la caché (al salir)
fr: Limiter automatiquement la taille du cache (à la fermeture)
it: Limita automaticamente la dimensione della cache (all'uscita del gioco)
ja: 終了時にキャッシュ容量を自動で最適化する
pt: Limitar automaticamente o tamanho do cache (ao sair)
ru: Автоматически ограничивать размер кэша (при выходе)

source: Graphics Settings
bn: গ্রাফিক্স সেটিংস
de: Grafikeinstellungen
es: Configuración de Gráficos
fr: Paramètres de graphismes
it: Impostazioni Grafiche
ja: グラフィック設定
pt: Configurações Gráficas
ru: Настройки графики

source: Render Scale
bn: রেন্ডার স্কেল
de: Render-Skalierung
es: Escala del Renderizado
fr: Échelle de rendu
it: Scala di Rendering
ja: レンダースケール
pt: Escala de Renderização
ru: Масштаб рендеринга

source: Fullscreen
bn: ফুলস্ক্রিন
de: Vollbild
es: Pantalla Completa
fr: Plein écran
it: Schermo Intero
ja: フルスクリーン
pt: Tela Cheia
ru: Полноэкранный режим

source: Reflection Quality
bn: প্রতিফলনের মান
de: Reflexionsqualität
es: Calidad de los Reflejos
fr: Qualité des reflets
it: Qualità della Riflessione
ja: 反射の精度
pt: Qualidade dos Reflexos
ru: Качество отражений

source: Enable Reflections
bn: প্রতিফলন চালু
de: Reflexionen aktivieren
es: Activar Reflejos
fr: Activer les reflets
it: Abilità Riflessi
ja: 光の反射を有効化
pt: Ativar Reflexos
ru: Включить отражения

source: Ambient Light Level
bn: পরিবেষ্টনকারী আলোর লেভেল
de: Umgebungslichtstärke
es: Nivel de Luz Ambiental
fr: Luminosité ambiante
it: Livello di Luce Ambientale
ja: 館内の明るさ
pt: Nível de Luz Ambiente
ru: Уровень фонового освещения

source: Enable Indirect Lighting (SSIL)
bn: পরোক্ষ আলো (SSIL) চালু
de: Indirekte Beleuchtung aktivieren (SSIL)
es: Activar Iluminación Indirecta (SSIL)
fr: Activer la lumière indirecte (SSIL)
it: Abilità L'illuminazione Indiretta (SSIL)
ja: 間接照明（SSIL）を有効化
pt: Ativar Iluminação Indireta (SSIL)
ru: Включить непрямое освещение (SSIL)

source: Render Distance
bn: রেন্ডার দূরত্ব
de: Sichtweite
es: Distancia de Renderizado
fr: Distance de rendu
it: Distanza di Rendering
ja: 描画距離
pt: Distância de Renderização
ru: Дальность прорисовки

source: Fog
bn: কুয়াশা
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja: フォグ
pt: Névoa
ru: Туман

source: Maximum FPS
bn: সর্বাধিক FPS
de: Maximale FPS
es: Límite de FPS
fr: FPS maximum
it: FPS Massimo
ja: 最大フレームレート
pt: FPS Máximo
ru: Максимальный FPS

source: Enable Fog
bn: কুয়াশা চালু
de: Nebel aktivieren
es: Activar Niebla
fr: Activer le brouillard de distance
it: Abilità Nebbia
ja: フォグを有効化
pt: Ativar Névoa
ru: Включить туман

source: Enable V-Sync
bn: V-Sync চালু
de: V-Sync aktivieren
es: Activar V-Sync
fr: Activer la synchronisation verticale
it: Abilità V-Sync
ja: V-Syncを有効化
pt: Ativar V-Sync
ru: Включить V-Sync

source: Limit FPS
bn: FPS সীমাবদ্ধ
de: FPS begrenzen
es: Limitar FPS
fr: Limiter les FPS
it: Limità FPS
ja: FPSを制限する
pt: Limitar FPS
ru: Ограничить FPS

source: Post-Processing Effect
bn: পোস্ট-প্রোসেসিং ইফেক্ট
de: Nachbearbeitungseffekt
es: Efecto de Posprocesamiento
fr: Effet de post-processing
it: Effetto Post-Processing
ja: ポストプロセス
pt: Efeito de Pós-Processamento
ru: Эффект постобработки

source: None
bn: কিছুই নয়
de: Kein
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
ru: Нет

source: CRT Filter
bn: CRT ফিল্টার
es: Filtro CRT
fr: Paramètres de contrôle
it: Filtro CRT
ja: ブラウン管フィルター
pt: Filtro CRT
ru: CRT-фильтр

source: Control Settings
bn: কন্ট্রোল সেটিংস
de: Steuerungseinstellungen
es: Configuración de Controles
it: Impostazioni di Controllo
ja: 操作設定
pt: Configurações de Controle
ru: Настройки управления

source: Mouse Sensitivity
bn: মাউস সংবেদনশীলতা
de: Mausempfindlichkeit
es: Sensibilidad del Ratón
fr: Sensibilité de la souris
it: Sensibilità del Mouse
ja: マウス感度
pt: Sensibilidade do Mouse
ru: Чувствительность мыши

source: Invert Y-axis
bn: Y-অক্ষ উলটানো
de: Y-Achse invertieren
es: Invertir eje Y
fr: Inverser l’axe Y
it: Inverti asse-Y
ja: Y軸を反転させる
pt: Inverter Eixo Y
ru: Инвертировать ось Y

source: Remap Inputs
bn: ইনপুট পুনঃনির্ধারন করুন
de: Tastenbelegung ändern
es: Remapear Entradas
fr: Réassigner les entrées
it: Rimappa gli Input
ja: ボタン割り当ての変更
pt: Remapear Entradas
ru: Переназначить клавиши

source: Move Forward
bn: সামনে যান
de: Vorwärts bewegen
fr: Avancer
it: Muoviti Avanti
ja: 前
ru: Движение вперёд

source: Move Back
bn: পেছনে যান
de: Rückwärts bewegen
fr: Reculer
it: Muoviti Indietro
ja: 後ろ
ru: Движение назад

source: Strafe Left
bn: বামে স্ট্রেফ করুন
de: Seitwärts links
fr: Tourner à gauche
it: Muoviti a Sinistra
ja: 左
ru: Страф влево

source: Strafe Right
bn: ডানে স্ট্রেফ করুন
de: Seitwärts rechts
fr: Tourner à droite
it: Muoviti a Destra
ja: 右
ru: Страф вправо

source: Jump
bn: লাফ দিন
de: Springen
fr: Sauter
it: Salta
ja: ジャンプ
ru: Прыжок

source: Crouch
bn: ক্রাউচ করুন
de: Ducken
fr: S’accroupir
it: Accovacciati
ja: しゃがみ
ru: Присесть

source: Interact
bn: ব্যবহার করুন
de: Interagieren
fr: Interagir
it: Interagisci
ja: 調べる
ru: Взаимодействие

source: Joypad Camera Deadzone
bn: জয়প্যাড ক্যামেরা ডেডজোন
de: Joypad-Kamera-Deadzone
es: Zona muerta de la cámara del controlador
fr: Zone morte de la caméra de contrôle
it: Zona Morta della Telecamera del Joypad
ja: カメラ操作のデッドゾーン
pt: Zona morta da câmera no controle
ru: Мёртвая зона стика камеры

source: Audio Settings
bn: অডিও সেটিংস
de: Audioeinstellungen
es: Configuración de Audio
fr: Paramètres de son
it: Impostazioni Audio
ja: オーディオ設定
pt: Configurações de Áudio
ru: Настройки звука

source: Global Volume
bn: বৈশ্বিক ভলিউম
de: Gesamtlautstärke
es: Volumen Global
fr: Volume global
it: Volume Globale
ja: マスター
pt: Volume Global
ru: Общая громкость

source: Sound Effects Volume
bn: সাউন্ড ইফেক্টস ভলিউম
de: Effektlautstärke
es: Volumen de los Efectos de Sonido
fr: Volume des effets sonores
it: Volume degli Effetti Sonori
ja: 効果音
pt: Volume dos Efeitos Sonoros
ru: Громкость эффектов

source: Ambience Volume
bn: পরিবেষ্টনী ভলিউম
de: Umgebungslautstärke
es: Volumen del Ambiente
fr: Volume de l’environnement
it: Volume dell'Ambiente
ja: 環境音
pt: Volume do Ambiente
ru: Громкость окружения

source: Music Volume
bn: মিউজিক ভলিউম
de: Musiklautstärke
es: Volumen de la Música
fr: Volume de la musique
it: Volume della Musica
ja: 音楽
ru: Громкость музыки

source: Enter VR
bn: VR এ প্রবেশ করুন
de: VR starten
es: Entrar en VR
fr: Entrer en VR
it: Entra in VR
ja: VRモード
pt: Entrar em VR
ru: Войти в VR

source: Snap turning:
bn: স্ন্যাপ টার্নিং:
de: Stufenweises Drehen:
es: Rotación Instantánea:
fr: Rotation instantanée :
it: Tornitura a scatto:
ja: スナップ回転：
pt: Rotação instantânea:
ru: Поворот рывками:

source: Y axis dead zone
bn: Y-অক্ষ ডেডজোন
de: Y-Achse Deadzone
es: Zona Muerta del Eje Y
fr: Zone morte de l’axe Y
it: Zona morta dell'asse Y
ja: Y軸デッドゾーン
pt: Zona morta do eixo Y
ru: Мёртвая зона оси Y

source: X axis dead zone
bn: X-অক্ষ ডেডজোন
de: X-Achse Deadzone
es: Zona Muerta del Eje X
fr: Zone morte de l’axe X
it: Zona morta dell'asse X
ja: X軸デッドゾーン
pt: Zona morta do eixo X
ru: Мёртвая зона оси X

source: Haptics Scale
bn: হ্যাপ্টিক্স স্কেল
de: Haptik-Skalierung
es: Intensidad de la Vibración
fr: Intensité des vibrations
it: Scala Tattile
ja: 触覚フィードバック強度
pt: Escala de Vibração
ru: Интенсивность вибрации

source: Apply
bn: প্রয়োগ করুন
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pt: Aplicar
ru: Применить

source: Reset
bn: রিসেট
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pt: Redefinir
ru: Сбросить

source: Height adjust:
bn: উচ্চতা ঠিক করুন:
de: Höhenanpassung:
es: Ajuste de Altura:
fr: Ajustement de la hauteur :
it: Regolazione dell'altezza:
ja: 高さの調整：
pt: Ajuste de altura:
ru: Настройка высоты:

source: WebXR primary:
bn: WebXR প্রাইমারি:
de: WebXR Primär:
es: WebXR principal:
fr: WebXR primaire :
it: WebXR Primario:
ja: WebXRメインデバイス
pt: WebXR primário:
ru: Основной ввод WebXR:

source: Auto
bn: অটো
es: Automático
ja: オート
pt: Automático
ru: Авто

source: Thumbstick
bn: থাম্বস্টিক
es: Joystick
fr: Joystick
it: Levetta Analogica
ja: アナログスティック
pt: Analógico
ru: Стик

source: Trackpad
bn: ট্র্যাকপ্যাড
fr: Pavé tactile
ja: トラックパッド
ru: Тачпад

source: Technology
bn: প্রযুক্তি
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia
pt: Tecnologia
ru: Технологии

source: Featured Technology Exhibits
bn: বিশেষ প্রযুক্তি প্রদর্শনী
de: Empfohlene Technologie-Ausstellungen
es: Exhibiciones de Tecnología Destacadas
fr: Sélection d’expositions de technologie
it: Mostre Tecnologiche in Primo Piano
ja: 「テクノロジー」 に関する注目の展示
pt: Exposições de Tecnologia exibidas
ru: Рекомендуемые экспозиции: технологии

source: Science
bn: বিজ্ঞান
de: Wissenschaft
es: Ciencia
it: Scienza
pt: Ciência
ru: Наука

source: Featured Science Exhibits
bn: বিশেষ বিজ্ঞান প্রদর্শনী
de: Empfohlene Wissenschafts-Ausstellungen
es: Exhibiciones de Ciencia Destacadas
fr: Sélection d’expositions de science
it: Mostre Scientifiche in Primo Piano
ja: 「サイエンス」 に関する注目の展示
pt: Exposições de Ciência exibidas
ru: Рекомендуемые экспозиции: наука

source: Geography
bn: ভূগোল
de: Geografie
es: Geografía
fr: Géographie
it: Geografia
pt: Geografia
ru: География

source: Featured Geography Exhibits
bn: বিশেষ ভূগোল প্রদর্শনী
de: Empfohlene Geografie-Ausstellungen
es: Exhibiciones de Geografía Destacadas
fr: Sélection d’expositions de géographie
it: Mostre di Geografia in Primo Piano
ja: 「地理」 に関する注目の展示
pt: Exposições de Geografia exibidas
ru: Рекомендуемые экспозиции: география

source: Culture
bn: সংস্কৃতি
de: Kultur
es: Cultura
it: Cultura
pt: Cultura
ru: Культура

source: Featured Culture Exhibits
bn: বিশেষ সংস্কৃতি প্রদর্শনী
de: Empfohlene Kultur-Ausstellungen
es: Exhibiciones de Cultura Destacadas
fr: Sélection d’expositions de culture
it: Mostre di Cultura in Primo Piano
ja: 「文化・カルチャー」 に関する注目の展示
pt: Exposições de Cultura exibidas
ru: Рекомендуемые экспозиции: культура

source: Art
bn: শিল্প
de: Kunst
es: Arte
it: Arte
pt: Arte
ru: Искусство

source: Featured Art Exhibits
bn: বিশেষ শিল্প প্রদর্শনী
de: Empfohlene Kunst-Ausstellungen
es: Exhibiciones de Arte Destacadas
fr: Sélection d’expositions d’art
it: Mostre di Arte in Primo Piano
ja: 「美術・アート」 に関する注目の展示
pt: Exposições de Arte exibidas
ru: Рекомендуемые экспозиции: искусство

source: People
bn: ব্যক্তি
de: Personen
es: Personas
fr: Sélection d’expositions de personnalités
it: Persone
pt: Pessoas
ru: Люди

source: Featured People Exhibits
bn: বিশেষ ব্যক্তি প্রদর্শনী
de: Empfohlene Personen-Ausstellungen
es: Exhibiciones de Personas Destacadas
it: Mostre di Persone in Primo Piano
ja: 「人物」 に関する注目の展示
pt: Exposições de Pessoas exibidas
ru: Рекомендуемые экспозиции: люди

source: History
bn: ইতিহাস
de: Geschichte
es: Historia
fr: Histoire
it: Storia
pt: História
ru: История

source: Featured History Exhibits
bn: বিশেষ ইতিহাস প্রদর্শনী
de: Empfohlene Geschichts-Ausstellungen
es: Exhibiciones de Historia Destacadas
fr: Sélection d’expositions d’histoire
it: Mostre Storiche in Primo Piano
ja: 「歴史」 に関する注目の展示
pt: Exposições de História exibidas
ru: Рекомендуемые экспозиции: история

source: Media
bn: মিডিয়া
de: Medien
es: Medios
fr: Médias
pt: Mídia
ru: Медиа

source: Featured Media Exhibits
bn: বিশেষ মিডিয়া প্রদর্শনী
de: Empfohlene Medien-Ausstellungen
es: Exhibiciones de Medios Destacadas
fr: Sélection d’expositions de médias
it: Mostre Multimediali in Primo Piano
ja: 「メディア」 に関する注目の展示
pt: Exposições de Mídia exibidas
ru: Рекомендуемые экспозиции: медиа

source: Search
bn: অনুসন্ধান
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca
pt: Procura
ru: Поиск

source: Featured Search Exhibits
bn: বিশেষ অনুসন্ধান প্রদর্শনী
de: Empfohlene Such-Ausstellungen
es: Exhibiciones de Búsqueda Destacadas
fr: Rechercher une exposition
it: Mostre di Ricerca in Primo Piano
ja: 検索
pt: Exposições Procuradas exibidas
ru: Рекомендуемые экспозиции: поиск
